Repository: rallek/Weekly
Catalog: locale/*/LC_MESSAGES/module_weekly.po
Languages: de

source: None workflow (no approval)
de: Kein Workflow (keine Freigabe)

source: Initial
de: Anfang

source: Approved
de: Freigegeben

source: Content has been approved and is available online.
de: Inhalt wurde geprüft und ist online verfügbar.

source: Deleted
de: gelöscht

source: Submit
de: Bestätigen

source: Submit content.
de: Inhalt bestätigen.

source: Update
de: Aktualisiert

source: Update content.
de: Aktualisiere Inhalt.

source: Delete
de: Löschen

source: Delete content permanently.
de: Inhalt dauerhaft löschen.

source: Events
de: Trainingsstunden

source: Leaders
de: Trainer

source: Organisators
de: Organisatoren

source: Kind
de: Disziplinen

source: Locations
de: Plätze

source: Only item titles
de: Nur Titel

source: With description
de: Mit Beschreibung

source: Custom template
de: Template

source: This is a required field.
de: Dies ist ein Pflichtfeld.

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen in diesem Feld. Bitte vermeide Leerzeichen und andere Zeichen wie Punkt und Kommata.

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben (a-z) in diesem Feld.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Ziffern (0-9) in diesem Feld. Keine Leerzeichen oder andere Zeichen sind erlaubt.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse ein. Zum Beispiel deinname@beispiel.com .

source: Please enter a valid URL.
de: Bitte gib eine gültige url ein.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze folgendes Datumsformat: dd/mm/yyyy. Beispiel: 17/03/2011 für den 17. März 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib eine $ gültige Zahl ein. Zum Beispiel $ 100.00 .

source: Please make a selection.
de: Bitte triff eine Wahl.

source: Please select one of the above options.
de: Bitte wähle eine der oberen Optionen.

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.

source: Please select an allowed file type.
de: Bitte wähle einen erlaubten Dateityp

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert existiert shon und er muss eindeutig sein. Bitte ändere ihn.

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlender Parameter '%2$s'

source: Done! Kind created.
de: Erledigt! Art erstellt.

source: Done! Kind updated.
de: Erledigt! Art aktualisiert.

source: Done! Kind deleted.
de: Erledigt! Art gelöscht.

source: Done! Leader created.
de: Erledigt! Trainer erstellt.

source: Done! Leader updated.
de: Erledigt! Trainer aktualisiert.

source: Done! Leader deleted.
de: Erledigt! Trainer gelöscht.

source: No such item.
de: Kein solches Element

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen

source: Error! Failed to set configuration variables.
de: Fehler! Setzen von Modulvariablen fehlgeschlagen.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.

source: Done! Organisator created.
de: Erledigt! Organisator erstellt.

source: Done! Organisator updated.
de: Erledigt! Organisator aktualisiert.

source: Done! Organisator deleted.
de: Erledigt! Organisator gelöscht.

source: Done! Location created.
de: Erledigt! Ort erstellt.

source: Done! Location updated.
de: Erledigt! Ort aktualisiert.

source: Done! Location deleted.
de: Erledigt! Ort gelöscht.

source: Done! Event created.
de: Erledigt! Trainingsstunde erstellt.

source: Done! Event updated.
de: Erledigt! Trainingsstunde aktualisiert.

source: Done! Event deleted.
de: Erledigt! Trainingsstunde gelöscht.

source: Error! in %1$s: the %2$s parameter must be specified.
de: Fehler! in %1$s: der %2$s Parameter muss spezifiziert sein.

source: event
de: Trainingsstunde

source: leader
de: Trainer

source: kind
de: Art

source: location
de: Platz

source: Add %s
de: Füge %s hinzu

source: Select %s
de: %s auswählen

source: Find %s
de: Finde %s

source: Search %s
de: Suche %s

source: Create new %s
de: Erstellt am %s

source: Create
de: Erstelle

source: No results found!
de: Keine Ergebnis gefunden

source: Cancel
de: Abbrechen

source: This function requires JavaScript activated!
de: Diese Funktion verlangt aktiviertes Javascript!

source: Weekly detail view
de: Wochenplan Detailansicht

source: Display or link a single Weekly object.
de: Anzeigen oder verlinken einer einzelnen Stunde

source: No item selected.
de: Kein Element ausgewählt.

source: Weekly list view
de: Listenansicht Wochenplan

source: Display list of Weekly objects.
de: Zeige Liste der Stunden an

source: Doctrine Exception:
de: Doctrine Ausnahmefall:

source: An error was encountered while creating the tables for the %s extension.
de: Ein Fehler ist während des Erstellens der Tabellen für %s aufgetreten.

source: An error was encountered while removing stored object workflows for the %s extension.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.

source: An error was encountered while dropping tables for the %s extension.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.

source: Error! Could not move your file to the destination folder.
de: Fehler! Konnte Deine Datei nicht in den Zielordner verschieben..

source: Error! No file found.
de: Fehler! Keine Datei gefunden.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.

source: Error! Your file is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Deine Datei ist zu gross. Bitte halte sie kleiner als %s kilobytes.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei ist zu gross. Bitte halte sie kleiner als %s megabytes.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Unknown error
de: Unbekannter Fehler

source: File too big
de: Datei zu groß

source: File uploaded partially
de: Datei teilweise hochgeladen

source: No file uploaded
de: Keine Datei hochgeladen

source: No tmp folder
de: Kein tmp Ordner vorhanden

source: Error with upload:
de: Fehler mit Upload:

source: Weekly
de: Wochenplan

source: a module for a weekly rota
de: Ein Modul für einen Wochenplan

source: weekly
de: Wochenplan

source: weekly Events Display Hooks
de: Wochenplan Ansicht Hooks

source: weekly Events Filter Hooks
de: Wochenplan Filter Hooks

source: weekly Leaders Display Hooks
de: Trainer Ansicht Hooks

source: weekly Leaders Filter Hooks
de: Trainer Filter Hooks

source: weekly Organisators Display Hooks
de: Organisator Ansicht Hooks

source: weekly Organisators Filter Hooks
de: Organisator Filter Hook

source: weekly Kind Display Hooks
de: Disziplin Ansicht Hooks

source: weekly Kind Filter Hooks
de: Disciplin Filter Hooks

source: weekly Locations Display Hooks
de: Platz Ansicht Hooks

source: weekly Locations Filter Hooks
de: Platz Filter Hooks

source: Notice: This block will not be displayed until you activate the Weekly module.
de: Hinweis: Dieser Block wird erst angezeigt, wenn der Wochenplan aktiviert ist.

source: Weekly items
de: Wochenplan Einträge

source: All except approved
de: Alle akzeptierten freigegeben

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mitwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.

source: Error! Length of field value must not be smaller than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.

source: Error! Field value must conform to regular expression [%2$s] (%1$s).
de: Fehler! der Wert muss %2$s (%1$s) entsprechen.

source: Error! Length of field value must be %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.

source: Error! Field value may only contain digits (%s).
de: Fehler! Der Wert des Feldes darf nur Ziffern beinhalten (%s).

source: Error! Field value must not be 0 (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).

source: Error! Field value must be a valid boolean (%s).
de: Fehler! Das Feld benötigt einen gültigen booleschen Wert (%s).

source: The %1$s %2$s is already assigned. Please choose another %1$s.
de: %1$s %2$s existiert shon und er muss eindeutig sein. Bitte ein anderes %1$s.

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer Bezeichner aufgerufen.

source: Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: No
de: Nein

source: Yes
de: Ja

source: Error! Could not load the associated workflow.
de: Fehler! Kann den zugeordneten Workflow nicht laden.

source: Open preview page
de: Vorschau öffnen

source: Preview
de: Vorschau

source: Edit
de: Bearbeiten

source: Reuse for new item
de: Für ein neues Element benutzen

source: Reuse
de: Wiederverwenden

source: Back to overview
de: Zurück zur Übersicht

source: Create event
de: Stunde anlegen

source: Error! Could not remove stored workflow. Deletion has been aborted.
de: Fehler! Konnte den gespeicherten Workflow nicht entfernen. Löschen wurde abgebrochen.

source: Invalid object type received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Error! Could not save the search results.
de: Fehler! Kann das Suchergebnis nicht speichern

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Event list
de: Stundenliste

source: Leader list
de: Trainerliste

source: Organisator list
de: Organisatorliste

source: Kind list
de: Disziplinliste

source: Location list
de: Platzliste

source: Invalid arguments array received.
de: Fehlerhaftes Argument im Array erhalten.

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: Configuration
de: Einstellungen

source: Manage settings for this application
de: Verwalte die Einstellungen für MUBoard

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.

source: Error: invalid input.
de: Fehler: ungültige Eingabe

source: Settings
de: Einstellungen

source: Variables
de: Variablen

source: Here you can manage all basic settings for this application.
de: Hier kannst Du die Grundeinstellungen für dieses Modul verwalten.

source: how many items per page
de: Wie viele Einträge pro Seite

source: Page size
de: Elemente pro Seite

source: Enter the page size. Only digits are allowed.
de: Gib die maximale Seitenzahl ein. Nur Ziffern sind erlaubt.

source: in bytes
de: Bytes

source: Picture size
de: Bildgröße

source: Enter the picture size. Only digits are allowed.
de: Gib die maximale Bildergröße ein. Nur Ziffern sind erlaubt.

source: Show leader
de: Zeige Trainer

source: Show organisator
de: Zeige Organisator

source: Show kind
de: Zeige Disziplin

source: Show location
de: Zeige Platz

source: Show participants
de: Max. Anzahl Teilnehmer

source: Max participants default
de: Max. Anzahl Teilnehmer default

source: Enter the max participants default. Only digits are allowed.
de: Gib die maximale Anzahl der Teilnehmer ein. Nur Ziffern sind erlaubt.

source: we can allow to deactivate events
de: Wir können die Deaktivierung der Stunde erlauben

source: Allow deactivating
de: Deaktivierung erlauben

source: Update configuration
de: Einstellungen aktualisieren

source: Creation and update
de: Erstellung und Aktualisierung

source: Created by %s
de: Erstellt von %s

source: Created on %s
de: Erstellt am %s

source: Updated by %s
de: Aktualisiert von %s

source: Updated on %s
de: Aktualisiert am %s

source: Actions
de: Aktionen

source: Kind name
de: Disziplin

source: Kind text
de: Beschreibung

source: Kind picture
de: Bild

source: Download
de: Herunterladen

source: Choose kind
de: Wähle Disziplin aus

source: Choose the kind
de: Wähle den Typ aus

source: Quick navigation
de: Schnellansicht

source: All
de: Alle

source: Workflow state
de: Status Workflow

source: Search
de: Suchen

source: Sort by
de: Sortiert nach

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Update date
de: Aktualisierungsdatum

source: ascending
de: Aufsteigend

source: descending
de: Absteigend

source: Open quick view window
de: Fenster für Schnellansicht öffnen

source: Quick view
de: Schnellansicht

source: Create kind
de: Erstellung Disziplin

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Show all entries
de: Zeige alle Einträge

source: No kind found.
de: Keine Disziplin gefunden

source: With selected kind
de: Mit ausgewählten Disziplinen

source: Choose action
de: Aktion wählen

source: Edit kind
de: Disziplin bearbeiten

source: Content
de: Inhalt

source: Enter the kind name of the kind
de: Gebe den Namen der Disziplin an

source: Enter the kind text of the kind
de: Gebe eine Beschreibung an

source: Reset to empty value
de: Eingabe Löschen

source: Allowed file extensions:
de: Erlaubte Dateiendungen

source: Current file
de: Aktuelle Datei

source: Delete kind picture ?
de: Vorhandenes Bild löchen?

source: Delete existing file
de: Datei löschen

source: Return control
de: Nächster Schritt

source: Create another item after save
de: Eine weiteree Element nach dem Speichern erstellen

source: Really delete this kind?
de: Diese Disziplin wirklich löschen?

source: Event
de: Trainingsstunde

source: Event begin
de: Begin

source: Event name
de: Bezeichnung

source: Event day
de: Wochentag

source: Event begin text
de: Beschreibung

source: Event duration
de: Dauer

source: Event message
de: Nachricht

source: Event text
de: Beschreibung

source: Max participants
de: Max. Anzahl Teilnehmer

source: Current participants
de: Anzahlangemeldete Teilnehmer

source: Active
de: Aktiv

source: Not set.
de: Nicht gesetzt.

source: Location
de: Platz

source: Leader
de: Trainer

source: No events found.
de: Keine Einträge gefunden.

source: With selected events
de: Mit ausgewählten Trainings

source: Edit event
de: Stunde bearbeiten

source: Enter the event begin of the event
de: Gebe den Begin an

source: Enter the event name of the event
de: Gebe einen Namen für das Training an

source: Choose the event day
de: Tag auswählen

source: The time when the event begins
de: Die Zeit, wann die Stunde anfängt

source: Enter the event begin text of the event
de: Gebe die Uhrzeit an

source: The time how long the event takes normaly (in minutes)
de: Die Zeit, wie lange die Stunde normalerweise dauert (in Minuten)

source: Enter the event duration of the event
de: Gebe die Dauer an

source: be so kind and write a date and not only next week
de: Bitte sei so nett und gebe ein Datum an und nicht nur "nächste Woche"

source: Enter the event message of the event
de: Gebe, falls erforderlich, eine Nachricht für den Eintrag an

source: Enter the event text of the event
de: Gebe eine Beschreibung an

source: Enter the max participants of the event
de: Gebe die maximale Anzahl Teilnehmer an

source: Enter the current participants of the event
de: Anzahl der angemeldeten Teilnemer eingeben

source: if you deactivate the event is not shown in the user view
de: Wenn diese Stunde deaktiviert wird, wird sie nicht in der Übersichtsliste angezeigt

source: active ?
de: Aktiv?

source: Really delete this event?
de: Dieses Training wirklich löschen?

source: Organisator name
de: Organisator

source: Organisator text
de: Beschreibung

source: Organisator picture
de: Bild

source: Choose organisator
de: Organisator auswählen

source: Choose the organisator
de: Wähle den Organisator aus

source: Create organisator
de: Organisator anlegen

source: No organisators found.
de: Keine Organisatoren gefunden

source: With selected organisators
de: Mit ausgewählten Organisatoren

source: Edit organisator
de: Organisator bearbeiten

source: Enter the organisator name of the organisator
de: Gebe den Namen des Organisators an

source: Enter the organisator text of the organisator
de: Gebe eine Beschreibung an

source: Allowed file size:
de: Erlaubte Dateigröße:

source: Delete organisator picture ?
de: Vorhandenes Bild löchen?

source: Really delete this organisator?
de: Diesen Organisator wirklich löschen?

source: Location name
de: Platzbezeichnung

source: Location text
de: Beschreibung

source: Location picture
de: Bild

source: Choose location
de: Platz auswählen

source: Choose the location
de: Platz auswählen

source: Create location
de: Platz anlegen

source: No locations found.
de: Keine Plätze gefunden

source: With selected locations
de: Mit ausgewählten Plätzen

source: Edit location
de: Platz bearbeiten

source: Enter the location name of the location
de: Gebe den Namen des Platzes an

source: Enter the location text of the location
de: Gebe eine Beschreibung an

source: Delete location picture ?
de: Vorhandenes Bild löchen?

source: Really delete this location?
de: Diesen Platz wirklich löschen?

source: Creation
de: Erstellung

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s

source: Last update
de: Letzte Aktualisierung

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s

source: Leader name
de: Trainername

source: Leader description
de: Beschreibung

source: Leader picture
de: Trainerbild

source: Choose leader
de: Wähle den Trainer aus

source: Choose the leader
de: Trainer auswählen

source: Create leader
de: Trainer anlegen

source: No leaders found.
de: Keine Trainer gefunden

source: With selected leaders
de: Mit ausgewählten Trainern

source: Edit leader
de: Trainer bearbeiten

source: Enter the leader name of the leader
de: Gebe den Namen an

source: Enter the leader description of the leader
de: Gebe eine Beschreibung an

source: Delete leader picture ?
de: Vorhandenes Bild löchen?

source: Really delete this leader?
de: Diesen Trainer wirklich löschen?

source: Read more
de: Mehr lesen

source: No entries found.
de: Keine Einträge gefunden.

source: Object type
de: Objekttyp

source: If you change this please save the element once to reload the parameters below.
de: Wenn dieses geändert wurde, bitte das Element einmal speicher, um die nachfolgenden Parameter neu zu laden.

source: Link to object
de: Link zum Objekt

source: Embed object display
de: Anzeige einbetten

source: Category
de: Kategorie

source: Categories
de: Kategorien

source: This is an optional filter.
de: Dies ist ein optionaler Filter

source: Sorting
de: Sortierung

source: Random
de: Zufall

source: Newest
de: Aktuellste

source: Default
de: Standard

source: Amount
de: Anzahl

source: Example
de: Beispiel

source: Filter (expert option)
de: Filter ( Expertenoption )

source: Syntax examples
de: Syntax Beispiele

source: or
de: oder

source: time
de: Uhr

source: minutes
de: Minuten

source: View detail page
de: Zeige Detailseite

source: If you change this please save the block once to reload the parameters below.
de: Wenn dieses geändert wurde, bitte den Block einmal speicher, um die nachfolgenden Parameter neu zu laden.
